const map = {
  0: "江柠",
  1: "松子湾",
  2: "五溪",
  3: "箱山",
  4: "锦兰",
  5: "稻城",
  6: "崇江",
  7: "丰驰",
  8: "瑞锦",
  9: "芷陵",
  10: "白果寺",
  11: "白果林",
  12: "朝驿",
  13: "襄阴",
  14: "苏安寺",
  15: "合川",
  16: "望江谷",
  17: "岭南",
  18: "雾县",
  19: "樊城",
  20: "飞马道",
  21: "商圩",
  22: "峪岭",
  23: "千里湖",
  24: "鹿原",
};
const initRoads = [
  ["取道稻城前往崇江设伏", "借道朝驿，前往白果寺祭祀"],
  [
    "迂回飞马道，在商圩修整，前往峪岭观察鹿原局势",
    "横渡千里湖，走岭南官道前往雾县",
  ],
  [
    "走水路通过五溪、崇江快速抵达鹿原",
    "绕路箱山、稻城，在崇江偷袭走水路的敌军",
  ],
  ["前往苏安寺祭祀后，从白果林隐蔽行军", "在望江谷观察敌军路线后前往雾县"],
];

export { map, initRoads };
