const eventsTextMap = {
  0: {
    // 增益
    0: "斥候在附近的山中狩猎到野猪群，英雄们的耐力得到了大幅增加。",
    1: "附近是军中一部分将士们的家乡，守卫家园的决心使英雄们的力量上升了。",
    2: "附近是幕僚们辞官前的驻地，因熟悉地理位置，英雄们智力得到了增幅。",
    3: "斥候们发现了栈道，行军效率增加，军队敏捷上升了。",
    4: "军队行军途中在寺庙中举行了祭祀，将士们的士气上升了。精神增加。",
  },
  1: {
    // 减益
    0: "路遇山洪，军士奋起抗灾，但因天气恶劣，一种罕见的恶疾在军队中传播开来，英雄们的耐力受到了影响",
    1: "军中有人在河流中误食钉螺感染了血吸虫病，军队的力量被削弱了。",
    2: "气温转凉，幕僚染上了风寒，此时无法给出有利的建议，军队的全体智力被削弱了。",
    3: "有将士被奸商敲诈，恼羞成怒杀死了行商，损失了民心，当地人向导离队了，军队的敏捷被削弱了。",
    4: "辎重补给部队由于山贼的陷阱受到了损害，消息传到军中，士气降低了。精神削弱。",
  },
};

export { eventsTextMap };
