const eventsTextMap = {
  0: {
    // 增益
    0: "路遇山洪，军士奋起抗灾，但因天气恶劣，一种罕见的恶疾在军队中传播开来，英雄耐力受到了影响",
    1: "路遇山洪，军士奋起抗灾，但因天气恶劣，一种罕见的恶疾在军队中传播开来，英雄耐力受到了影响",
    2: "路遇山洪，军士奋起抗灾，但因天气恶劣，一种罕见的恶疾在军队中传播开来，英雄耐力受到了影响",
    3: "路遇山洪，军士奋起抗灾，但因天气恶劣，一种罕见的恶疾在军队中传播开来，英雄耐力受到了影响",
    4: "路遇山洪，军士奋起抗灾，但因天气恶劣，一种罕见的恶疾在军队中传播开来，英雄耐力受到了影响",
  },
  1: {
    // 减益
    0: "路遇山洪，军士奋起抗灾，但因天气恶劣，一种罕见的恶疾在军队中传播开来，英雄耐力受到了影响",
    1: "路遇山洪，军士奋起抗灾，但因天气恶劣，一种罕见的恶疾在军队中传播开来，英雄耐力受到了影响",
    2: "路遇山洪，军士奋起抗灾，但因天气恶劣，一种罕见的恶疾在军队中传播开来，英雄耐力受到了影响",
    3: "路遇山洪，军士奋起抗灾，但因天气恶劣，一种罕见的恶疾在军队中传播开来，英雄耐力受到了影响",
    4: "路遇山洪，军士奋起抗灾，但因天气恶劣，一种罕见的恶疾在军队中传播开来，英雄耐力受到了影响",
  },
};

export { eventsTextMap };
